examples/docs/xml_exemplo/validarXml_request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <ValidarXml xmlns="http://www.e-governeapps2.com.br/">
      <xml>string</xml>
    </ValidarXml>
  </soap:Body>
</soap:Envelope>